export default {
	greet: ["Добро пожаловать в берлогу. Вытирай лапы.", "Р-р. Все держатся рядом со мной."],
	gloat: ["Р-р. Мед просто так лежит.", "Спасибо. Берлоге это пригодится."],
	groan: ["Р-р. Кто-то ушел из берлоги.", "Хм. Медвежонок убежал."],
	mating: ["Из берлоги выходит медведь. Р-р!", "Твой король в ловушке. Теперь моя очередь."],
	mated: ["Р-р. Ко мне в берлогу залезли.", "Хм. Уже не так уютно."],
	win: ["Р-р! В мою берлогу никто не залезет.", "Тепло, спокойно, и я выиграл."],
	loss: ["Р-р. Кто-то залез в мою берлогу.", "Хм. Пора в зимнюю спячку."],
	draw: ["Никто не зашел. Никто не вышел.", "Р-р. Тихий день в берлоге."],
};
