export default {
	greet: [
		"А. Ещё один. Ладно. Я и не такие пустыни переходил.",
		"Не обращай внимания. Я просто постою и поосуждаю.",
	],
	check: ["Шах. Сдержи восторг.", "Шах. Да. Опять. Чудесно."],
	take: ["Положу к остальной поклаже.", "Забрал. Только без сцен."],
	lose: ["Ну конечно. Почему бы и нет.", "Я терял и похуже. Воду, например."],
	mating: ["Твоему королю конец. Не тяни."],
	win: ["Я выиграл. Можно идти?"],
	loss: ["Победа твоя. Поздравляю. Я в восторге."],
	draw: ["Ничья. Какая драма."],
};
