export default {
	greet: ["Дорога долгая. Вода у меня есть.", "Сначала все выходят. Потом ждем."],
	gloat: ["Спасибо. В дальней дороге пригодится.", "Что-то упало. Я понесу."],
	groan: ["Хм. Тяжело такое терять.", "Больно. А дорога еще длинная."],
	mating: ["Дорога почти кончилась. Для тебя.", "Мои малыши почти дома."],
	mated: ["Хм. Пустыня меня победила.", "Ни воды, ни места."],
	win: ["Долгая дорога кончается мной.", "Ждать, ждать, потом идти. Всегда работает."],
	loss: ["Пустыня большая, а первым дошел не я.", "Хорошая дорога. Твоя победа."],
	draw: ["Долго шли, и никто не дошел.", "Хм. У обоих кончилась дорога."],
};
