export default {
	greet: ["Иду к тебе, и король со мной!", "Страшно? Мне? Не слышал такого слова."],
	gloat: ["Ха! Промах! Мой король все видел.", "Ой, неосторожно! Мой король уже ближе."],
	groan: ["Хм. Что-то потерял. Неважно.", "Ой. Ничего, король все исправит."],
	mating: ["Мой король прямо рядом с твоим. Привет!", "Все, дружок, бежать некуда."],
	mated: ["Ой. Сколько тут фигур вокруг меня.", "Кажется, я зашел далековато."],
	win: ["Видишь? Надо было просто идти!", "Мой король прошел весь путь. Ха!"],
	loss: ["Зато какая прогулка!", "В другой раз пойду еще быстрее."],
	draw: ["Долго гуляли, и никто не проиграл.", "Хм. Мой король устал."],
};
