export default {
	greet: ["И-а! Посмотрим, куда пойдут копыта.", "Я никогда не смотрю. Так веселее."],
	gloat: ["Ой! Это я сделал? И-а!", "Что-то хорошее случилось. Не знаю что."],
	groan: ["Ой. Копыто опять поскользнулось.", "Это было плохо? А мне понравилось."],
	mating: ["Погоди... я выигрываю? И-а!", "Твой король застрял. Это я его так?"],
	mated: ["Ой-ой. Кажется, я застрял.", "Королю некуда бежать. Ну и ладно."],
	win: ["Я выиграл! Сам не знаю как.", "И-а! Счастливые копыта!"],
	loss: ["И-а. Ничего, я же не смотрел.", "Твоя победа! Сыграем еще?"],
	draw: ["Никто не выиграл? И-а, так честно.", "Ничья! Копыта довольны."],
};
