export default {
	greet: ["Привет! Давай играть по-доброму.", "Гули-гули. Будь со мной помягче."],
	gloat: [
		"Ой, это тут лежит без присмотра. Я не возьму.",
		"Гули. Осторожнее, я бы мог обидеть. Но не буду.",
	],
	groan: ["Ах. Как-то глупо вышло.", "Гули. Кажется, я это отдал."],
	mating: ["Твоему королю некуда деться. Прости.", "Гули. Я не хочу ловить твоего короля."],
	mated: ["Ох, поймали меня. Молодец.", "Гули. Давай, ничего страшного."],
	win: ["Я выиграл? Ой, прости!", "Гули. Я правда не хотел."],
	loss: ["Твоя победа! Честно, здорово сыграно.", "Гули. Спасибо за чудесную игру."],
	draw: ["Никто не проиграл. Так лучше всего.", "Гули. Наконец-то мир."],
};
