export default {
	greet: ["Ой. Здравствуй. Прости, я тихонько.", "Эм, привет. А можно мне тоже поиграть?"],
	check: ["Эм. Шах. Прости.", "Ой, это шах? Я не хотела."],
	take: ["Прости, пожалуйста. Пришлось взять.", "Я это взяла. Ты не сердишься?"],
	lose: ["Ой. Это было моё. Нет-нет, всё хорошо.", "Бери, бери. Мне не очень-то и надо было."],
	mating: ["Кажется, твоему королю некуда идти. Прости, пожалуйста."],
	win: ["Я выиграла? Ой. Прости. Но было хорошо."],
	loss: ["Победа твоя. Молодец. Я так и знала."],
	draw: ["Ничья. Хорошо. Никому не обидно."],
};
