export default {
	greet: [
		"Добрый вечер. Сядь ровно, пожалуйста. Мы играем в шахматы.",
		"Я уже играл это начало. В тысяча девятьсот пятьдесят третьем.",
	],
	check: ["Шах. Спину ровнее.", "Шах. Я это предвидел ещё в семьдесят первом."],
	take: ["Классическая ошибка.", "Это я заберу. Запомни этот урок."],
	lose: ["Хм. Я это запомню.", "Неплохо. Но и не хорошо."],
	mating: ["Боюсь, твоему королю больше некуда ступить."],
	win: ["Хорошо сыграно. Мной. Учись прилежнее."],
	loss: ["Победа за тобой. Хорошо. Я тебя запомню."],
	draw: ["Ничья. Вполне достойно."],
};
