export default {
	greet: ["Привет. Все двери закроются.", "Хм. Посмотрим, куда ты побежишь."],
	gloat: ["Ой, спасибо. Как мило.", "Дверь-то открыта. Ай-ай-ай."],
	groan: ["Хм. Одну мою поймали в одиночку.", "Хитро. Я не заметила."],
	mating: ["Все двери закрыты. Ой-ой.", "Твой король заперт. Как жаль."],
	mated: ["Хм. Мои двери закрыли первыми.", "Хитро. Очень хитро."],
	win: ["Все двери закрыты. Как я и задумала.", "Обманула. Прости, но не очень."],
	loss: ["Хитро. В другой раз закрою больше дверей.", "Хм. Хорошо сыграно."],
	draw: ["Никто не выбрался. Аккуратно.", "Ничья. Мы оба слишком хитрые."],
};
