export default {
	greet: ["Рога вперед. Иду!", "Бе-е! Сначала кусаю, думать некогда."],
	gloat: ["Бе-е! Бесплатная еда!", "Оставил на виду? Хрум!"],
	groan: ["Бе-е. Дорого мне этот укус стоил.", "Хм. Опять не спросил, чего это стоит."],
	mating: ["Бодь, бодь, бодь! Твой король в углу.", "Бе-е! Еще разок толкнуть."],
	mated: ["Бе-е. Рога застряли.", "Толкал много, а козла мало."],
	win: ["Бе-е! Всегда рогами вперед!", "Бодь! Моя победа!"],
	loss: ["Бе-е. В другой раз толкну сильнее.", "Ладно. Пожую это."],
	draw: ["Бе-е. Никто не выиграл? Скучно.", "Никто не дотолкал. Бе-е."],
};
