export default {
	greet: ["Догони, если сможешь!", "Прыг-скок! А меня уже нет."],
	gloat: ["Медленно! Я схватил!", "Прыг! Спасибо."],
	groan: ["Эй! Меня поймали!", "Ай! Это было мое ухо!"],
	mating: ["Твой король так не прыгает!", "Бежать тебе некуда. Прыг-скок!"],
	mated: ["Ой-ой. Прыгать некуда.", "Поймали? Меня никто не ловит!"],
	win: ["Слишком быстро для тебя! Прыг-скок!", "Ха! Попробуй поймать в другой раз."],
	loss: ["Меня поймали. Меня же никто не ловит!", "Еще раз! Я прыгну быстрее."],
	draw: ["Бегали по кругу, и никто не выиграл.", "Прыг! Давай, ничья."],
};
