export default {
	greet: ["Привет! Я принес подарки.", "Готов? Я прыгаю первым."],
	gloat: ["Мне подарок? А я подарю два!", "Ой, не дари мне ничего. Это я дарю."],
	groan: ["Еще одна улетела. Уи-и-и!", "Бери! Бери! Это тебе."],
	mating: ["Погоди, я выигрываю? Так не задумано.", "Ой-ой. Я сейчас поймаю твоего короля."],
	mated: ["А вот и обрыв! Уи-и-и!", "Почти прыгнул с обрыва."],
	win: ["Я выиграл? Я же все тебе отдал!", "Это случайно. Прости."],
	loss: ["Уи-и-и! Прыгаем с обрыва!", "Ничего не осталось! Лучшая игра!"],
	draw: ["Никто не выиграл? В другой раз проиграю лучше.", "Хм. Даже до обрыва не добежал."],
};
