export default {
	greet: ["Привет! Я так рад, что аж усы дрожат!", "Игра? Ура! Прыгаем сразу, с разбегу!"],
	check: ["Шах! Уи! Видали?", "Шах-шах-шах! Простите, я просто рад."],
	take: ["Это мне? Ой, не стоило!", "Моё! Лучшая игра на свете!"],
	lose: ["Улетело! Уи-и-и!", "Бери, бери! Ну и ладно, вперёд!"],
	mating: ["Ого, ого, кажется, я сейчас выиграю!"],
	win: ["Я выиграл! Я выиграл! Побегу всем расскажу!"],
	loss: ["Я проиграл! Это было потрясающе! Ещё, ещё!"],
	draw: ["Ничья? Мы прыгнули одновременно!"],
};
