export default {
	greet: ["Я проснулся. Весь.", "Р-р-р. Охота начинается."],
	gloat: ["Ошибка. Я видел.", "Р-р-р. Зря ты так."],
	groan: ["Хм. Трава что-то спрятала.", "Р-р-р. Эта добыча ушла."],
	mating: ["Теперь я уверен. Прыжок!", "Хватит кружить. Иду."],
	mated: ["Хм. Охотника поймали.", "Р-р-р... я был не так уж уверен."],
	win: ["Царь зверей победил. Р-р-р!", "Кружить, ждать, прыгнуть. Всегда работает."],
	loss: ["Меня поймали. Молодец.", "Р-р-р. Я еще вернусь."],
	draw: ["Два льва. Никто не победил.", "Р-р-р. Ничья. Отдыхаем."],
};
