export default {
	greet: [
		"Можешь начинать. Постарайся меня развлечь.",
		"На колени! Ах, ты поиграть? Ну ладно, начинай.",
	],
	check: ["Шах. Склонись перед королём. То есть передо мной.", "Шах. Король сказал."],
	take: ["Подарок короне.", "Здесь и так всё моё."],
	lose: ["Да как ты смеешь?", "Мелочь для великого короля."],
	mating: ["Твоему королю конец. На колени."],
	win: ["Разумеется. Да здравствует король."],
	loss: ["Твоя победа. Наслаждайся. Второй раз не выйдет."],
	draw: ["Ничья. Корона дозволяет. На этот раз."],
};
