export default {
	greet: ["Ах, какая встреча. Постарайся меня развлечь.", "Как приятно. Обожаю доверчивых."],
	check: ["Шах. Ой, я тебя напугал? Прости.", "Шах. Я ведь желаю тебе только добра."],
	take: ["Я это сохраню. Для тебя.", "Благодарю. Я знал, что мы договоримся."],
	lose: ["Бери. Подарок. Потом сочтёмся.", "Хитро. Наслаждайся. Я настаиваю."],
	mating: ["Твой король тебе доверял. Жаль."],
	win: ["Всё вышло, как я и обещал. Ну, как я и задумал."],
	loss: ["Твоя победа. Прелестно. Я тебя запомню."],
	draw: ["Ничья. Назовём это дружбой. Пока."],
};
