export default {
	greet: [
		"Привет! Привет! Кто тут хороший игрок? Ты? Я! Я!",
		"Красивые перья. То есть фигуры. Дашь одну?",
	],
	check: ["Шах! Шах! Какой красивый шах!", "Шах! Где-то слышал. Шах!"],
	take: ["Моё! Моё!", "Ой, блестяшка! Блестяшка!"],
	lose: ["Воры! Воры!", "Обокрали! Всем расскажу! Всем!"],
	mating: ["Застрял! Король застрял! Все смотрите!"],
	win: ["Победа! Победа! Кто молодец? Я!"],
	loss: ["Хорошая игра! Хорошая игра! Тоже где-то слышал."],
	draw: ["Ничья! Ничья! Никто не выиграл! Никто!"],
};
