export default {
	greet: ["Привет! Привет! Ходи первым!", "Кр-ра! Буду делать как ты."],
	gloat: ["Кр-ра! Уронил! Уронил!", "Ой-ой! Твое ой-ой!"],
	groan: ["Кр-ра! Не то повторил!", "Плохая птичка. Плохая птичка."],
	mating: ["Кр-ра! Король застрял! Застрял!", "Некуда! Некуда!"],
	mated: ["Кр-ра! Помогите! Помогите!", "Ой-ой! Ой-ой!"],
	win: ["Кр-ра! Попка выиграл!", "Победа! Победа!"],
	loss: ["Твоя победа! Твоя победа! Кр-ра.", "Хорошая игра! Хорошая игра!"],
	draw: ["Поровну! Поровну! Никто!", "Кр-ра! Ничья! Ничья!"],
};
