export default {
	greet: [
		"Здравствуй! Вытирай ноги! Так бабушка говорила.",
		"Свистать всех наверх! Это капитан говорил. Играем.",
	],
	check: ["Шах! Руки вверх! Это из телевизора.", "Шах! Караул! Не знаю, что это значит. Шах!"],
	take: ["Пиастры! Пиастры! Капитан бы одобрил.", "Попался, голубчик! Так участковый говорил."],
	lose: ["Полундра! Это когда плохо.", "Ай-яй-яй. Ай-яй-яй. Так бабушка меня ругала."],
	win: ["Земля! Земля! То есть победа. Капитан так кричал."],
	loss: ["Поздравляю, поздравляю! Это из телевизора. Сам я так не думаю."],
	draw: ["Боевая ничья! Так дедушка говорил. А кто такой дедушка?"],
};
