export default {
	greet: [
		"Ммм... привет. Разбуди меня... когда мой ход.",
		"О... уже начинаем? Прямо сейчас? ...Ладно.",
	],
	check: ["О... шах. Это я сделал?", "Шах... разбудите, когда всё кончится."],
	take: ["Ммм... спасибо. Полежит у меня.", "Забрал... столько сил потратил."],
	lose: ["Ну и ладно... лень догонять.", "Уходит... потихоньку."],
	mating: ["Твой король... застрял. Не спеши. Я пока вздремну."],
	mated: ["Мой король... застрял. Ну... он и так никуда не собирался."],
	win: ["Я выиграл? Здорово... Пора спать."],
	loss: ["Победа твоя... хорошо. Теперь можно поспать."],
	draw: ["Ничья... уютно. Давай приляжем."],
};
