export default {
	greet: ["Привет... не спеши...", "М-м. Поехали... потихоньку."],
	gloat: ["Ой... что-то... упало...", "М-м... я это... потом возьму."],
	groan: ["Ох... это было... медленно.", "М-м... прозевал... зева-а-ю."],
	mating: ["Твой король... застрял... не торопись...", "Почти... уже... потихоньку..."],
	mated: ["Ох... нашли... моего короля...", "М-м... опять... не успел."],
	win: ["Я выиграл...? Хорошо... пора спать.", "Медленно... и... все."],
	loss: ["Твоя победа... хорошо... пора спать.", "М-м... хорошо сыграно... хр-р."],
	draw: ["Никто не выиграл... как... спокойно.", "Ничья... как... уютно."],
};
