export default {
	greet: ["Восемь лап, и все тянутся.", "Добро пожаловать в мою паутину."],
	gloat: ["Ой! В паутину что-то попало.", "Маленький перекус для паутины."],
	groan: ["Хм. Я тебя не заметил.", "Ниточка порвалась. Я не смотрел."],
	mating: ["Твой король весь запутался.", "Застрял в паутине. Некуда деться."],
	mated: ["Хм. Я на тебя вообще не смотрел. Ой.", "Моя паутина порвана."],
	win: ["Все замотано. Конец.", "Моя паутина ловит все."],
	loss: ["Прямо сквозь паутину. Ловко.", "Хм. Надо иногда на тебя смотреть."],
	draw: ["Все запуталось. Никто не выиграл.", "Хм. Паутина выдержала, еле-еле."],
};
