export default {
	greet: ["Расслабься. Ты почти ничего не почувствуешь.", "Не торопись. Я никуда не уйду."],
	check: ["Шах. Тише. Без паники.", "Шах. Я слышу, как бьётся твоё сердце."],
	take: ["Спасибо. Очень вкусно.", "Тихо-тихо. Никто и не услышал."],
	lose: ["Интересно. У тебя есть когти.", "Смело. Люблю смелых."],
	mating: ["Тсс. Почти всё. Закрой глаза."],
	win: ["Вот и всё. Было не очень больно, правда?"],
	loss: ["Твоя победа. Наслаждайся. Я буду рядом."],
	draw: ["Ничья. Мы ещё встретимся."],
};
