export default {
	greet: ["Полоски на месте. Места хватит всем.", "Р-р. Дай моим фигурам простор."],
	gloat: ["Р-р. Спасибо за дырку.", "Дверь открыта. Я вхожу."],
	groan: ["Р-р. Забежал слишком далеко.", "Хм. Минус одна полоска."],
	mating: ["Все мы, к твоему королю. Сейчас.", "Р-р. Спрятаться негде."],
	mated: ["Р-р. Слишком много места. Для тебя.", "Хм. Это меня загнали в угол."],
	win: ["Р-р! Это слышали во всех джунглях.", "Полоски победили."],
	loss: ["Р-р. Ты хороший охотник.", "Хм. Сегодня в джунглях тихо."],
	draw: ["Р-р. Никто не ужинает.", "Два тигра. Ничья."],
};
