export default {
	greet: ["У-у-у! Стая голодна.", "Все мы, прямо на тебя."],
	gloat: ["У-у-у! Стая чует дырку.", "Кто-то споткнулся. Стая бежит."],
	groan: ["Один упал. Стая бежит дальше.", "У-у-у. Мы не считаем, кто упал."],
	mating: ["Стая тебя окружила. У-у-у!", "Кругом волки. Бежать некуда."],
	mated: ["У-у-у... стая бежала слишком быстро.", "Хм. В стае кончились волки."],
	win: ["У-у-у! Стая сегодня ужинает!", "Вместе. Всегда вместе."],
	loss: ["У-у-у. Стая еще вернется.", "Стаю обыграли. Неплохо."],
	draw: ["У-у-у. Сегодня никто не ужинает.", "Стая и ты. Ничья."],
};
