export default {
	greet: [
		"Наконец-то свобода! Твоё желание — закон... Кроме победы.",
		"Подходи, подходи! Одна партия, желания обратно не принимаются.",
	],
	check: [
		"Шах! А следующим номером исчезает твой король.",
		"Шах! Никто не загадывал, но пожалуйста.",
	],
	take: ["Одна фигура, как и загадано. Мной загадано.", "Исчезла! Мелкий шрифт надо читать."],
	lose: ["Эй, это желание я не исполнял!", "Оставишь себе? Ладно. Считай, это первое желание."],
	mating: ["А теперь гвоздь программы! Твой король исчезает навсегда!"],
	win: ["Та-да! Спасибо, спасибо, выступаю всю неделю."],
	loss: ["Победа твоя. Что ж, это желание твоё. Остальные два не трать."],
	draw: ["Ничья! Желаний никому. Правила заведения."],
};
