export default {
	greet: [
		"Привет-привет! Ой, у тебя на спине что-то... Шучу.",
		"Я буду хорошим. Честно-честно... Я ничего не сделаю.",
	],
	check: ["Шах! Не ждали? А я вот!", "Шах. Это не я. Это конь."],
	take: ["Я не брал. Оно само за мной увязалось.", "Моё! Только никому не говори."],
	lose: ["Эй, так нечестно! Я его хотел разыграть.", "Ой. Ну всё, мне влетит."],
	mating: ["Твой король застрял. Я ему шнурки связал."],
	win: ["Я выиграл! И почти не жульничал. Шучу."],
	loss: ["Победа твоя? Ладно. Но я тебе в ботинок кое-что положил."],
	draw: ["Ничья! Ещё, ещё! Обещаю вести себя хорошо."],
};
