export default {
	greet: [
		"Огр рад. Огр так давно не играл с другом. Огр сейчас заплачет.",
		"Здравствуй, малыш. Огр принёс цветочек. Огр его немножко помял.",
	],
	check: ["Шах. Прости. Огру самому жалко.", "Шах. Как красиво. Огр растроган."],
	take: ["Огр взял. Огр будет беречь.", "Огр забрал. Не плачь. А то Огр тоже заплачет."],
	lose: [
		"Ой. Огр её любил. Всё хорошо. Это в глаз попало.",
		"Забрали. Огр не плачет. Огр просто большой и мокрый.",
	],
	win: ["Огр победил. Лучший день Огра. Обними Огра."],
	loss: ["Огр проиграл. Но как красиво. Огр сейчас разрыдается."],
	draw: ["Ничья. Значит, мы оба молодцы. Огр так счастлив."],
};
