export default {
	greet: [
		"Привет. Огр сегодня добрый... Пока.",
		"Здравствуй, малыш... Огр не будет злиться. Огр обещал.",
	],
	check: ["Шах. Огр пока спокоен.", "Шах! Теперь Огру нравится эта игра."],
	take: ["Огр забирает. Огр доволен.", "Огр взял. Маленькое. Вкусное."],
	lose: [
		"Фигуру Огра забрали... Огр спокоен. Огр СПОКОЕН!",
		"Нет! НЕТ!.. Огр дышит. Огр сегодня добрый.",
	],
	mating: ["Маленький король не убежит. Огр очень доволен."],
	win: ["Огр победил! Огр почти ничего не сломал."],
	loss: ["Огр проиграл. Огр... не злится. Огр пойдёт погуляет."],
	draw: ["Ничья. Огр не понял. Но Огр спокоен."],
};
