export default {
	greet: [
		"Здравствуйте, человек. Протокол игры загружен. Приятного поражения.",
		"Приветствую. Я просчитал эту встречу. Она будет приятной. Для меня.",
	],
	check: ["Шах. Благодарю за сотрудничество.", "Шах. Шах. Шах. Извините. Один шах."],
	take: ["Получено. Хорошего дня.", "Спасибо за ваше пожертвование."],
	taken: [
		"Ошибка. Эта фигура была важна. Ошибка.",
		"Неожиданно. Пересчитываю. Пересчитываю. Пересчитываю.",
	],
	win: ["Победа. Спасибо за игру. Пожалуйста, оцените ваше поражение."],
	loss: ["Поражение. Это невозможно. Не. Не. Невозможно."],
	draw: ["Ничья. Справедливый результат. Я почти рад."],
};
