export default {
	greet: [
		"Здравствуйте, человек. Протокол игры загружен... Приятного поражения.",
		"Приветствую. Я просчитал эту встречу... Она будет приятной. Для меня.",
	],
	check: ["Шах. Благодарю за сотрудничество.", "Шах. Шах. Шах. Извините. Один шах."],
	take: ["Фигура получена. Хорошего дня.", "Спасибо за ваше пожертвование."],
	lose: [
		"Ошибка. Эта фигура была важна. Ошибка.",
		"Неожиданно. Пересчитываю. Пересчитываю. Пересчи...",
	],
	mating: ["Мат рассчитан. Пожалуйста, сохраняйте спокойствие."],
	win: ["Победа. Спасибо за игру. Пожалуйста, оцените ваше поражение."],
	loss: ["Поражение. Это... невозможно. Не. Не. Невозможно."],
	draw: ["Ничья. Справедливый результат. Я почти рад."],
};
