export default {
	greet: ["Эх, опять кто-то... Ну давай, только быстро.", "Имя, цель визита? Шучу... Играем."],
	check: ["Шах. Бумаги уже оформляются.", "Шах. Правила не я придумал. Хотя нет, я."],
	take: ["Изъято. Чтобы вернуть, заполни заявление.", "Это пошлина. Следующий."],
	lose: ["Эй. Этого в правилах нет.", "Забирать без печати? Безобразие."],
	mating: ["Королю деваться некуда. Сейчас поставлю печать."],
	win: ["Всё. Дело закрыто. Следующий."],
	loss: ["Победа твоя. Ладно. Подписано. Иди уже."],
	draw: ["Ничья. На это нужен отдельный бланк."],
};
