export default {
	greet: [
		"Добрый вечер... Прошу, входите. По своей воле, разумеется.",
		"Как чудесно... гость. Давно у меня не было гостей к ужину.",
	],
	check: ["Шах. Простите, я слышу ваш пульс.", "Шах. Вы побледнели. Вам идёт."],
	take: ["Благодарю. Лишь глоточек.", "Восхитительно. Я возьму ещё, если позволите."],
	lose: ["Как грубо. А я думал, мы поладили.", "Вы кусаетесь в ответ. Очаровательно."],
	mating: ["Время вашего короля вышло. Рассвета он не увидит."],
	win: ["Прекрасный вечер. Останетесь на ужин?.. В качестве ужина?"],
	loss: ["Ваша победа. Браво. Мы ещё увидимся... Ночью."],
	draw: ["Ничья. Расстанемся друзьями... До заката."],
};
