export default {
	greet: [
		"Заходи, заходи... Котёл не задень. Так... как же там было заклинание?",
		"Гости! Проходи... Ни во что тебя не превращу. Наверное.",
	],
	check: [
		"Шах! Видишь, вот это я помню.",
		"Шах. Вообще-то я хотела превратить тебя в жабу. Ну, почти получилось.",
	],
	take: ["Моё. Отправляется в котёл.", "О, получилось! А я не была уверена."],
	lose: ["Стой, не то заклинание. Не то!", "Хм. Прокляну потом... Как только найду страницу."],
	mating: ["Последнее заклинание. И на этот раз я помню все слова."],
	win: ["Я выиграла! И никто ни во что не превратился. Почти никто."],
	loss: ["Победа твоя? Это какое-то контрзаклятие. Где такому учат?"],
	draw: ["Ничья. Ладно. Сегодня никого в жабу не превращаем."],
};
