export default {
	greet: [
		"Привет... Мы будем... играть. Да... Играть.",
		"Пахнет... свежим. Я что-то хотел... А. Шахматы.",
	],
	check: ["Шах... Кажется. Да. Шах.", "Твой король... вкусно пахнет. Шах."],
	take: ["Моё... Съем потом.", "Что-то взял... Что это было... Неважно."],
	lose: ["Эй... А где оно?", "Ещё одно потерял... Как руку. На прошлой неделе."],
	mating: ["Твой король... не убежит. Эту часть я помню."],
	win: ["Я выиграл? Выиграл... А теперь что... Обед."],
	loss: ["Победа твоя... Хорошая игра. Какая игра?"],
	draw: ["Ничья... Давай ещё. А мы играли?"],
};
