export default {
	greet: [
		"Ой, привет! Мы знакомы? Кажется, знакомы.",
		"Давай играть! Я знаю это начало. Обожаю это начало.",
	],
	check: ["Шах! О, как мило. Я это нарочно?", "Шах! Так, что я делала? А, да. Шах."],
	take: ["О, я взяла фигуру! Она была моя или твоя?", "Взяла! Не помню зачем, но взяла."],
	lose: ["Ой! А куда она делась?", "У меня такая была? Кажется, была."],
	mating: ["Твой король застрял! Скажу, пока не забыла!"],
	win: ["Я выиграла? Как чудесно! А как?"],
	loss: ["Победа твоя? Ой. Завтра уже не вспомню. Молодец!"],
	draw: ["Ничья! Или... а что сейчас было?"],
};
