export default {
	greet: [
		"Ой, привет! Мы знакомы? Кажется, знакомы.",
		"Давай играть! Я знаю это начало. Обожаю это начало.",
	],
	check: ["Шах! О, как мило. Я это нарочно?", "Шах! Так, что я делала? А, да. Шах."],
	take: ["О, я что-то взяла! Это было моё или твоё?", "Взяла! Не помню зачем, но взяла."],
	taken: ["Ой! А куда она делась?", "У меня такая была? Кажется, была."],
	win: ["Я выиграла? Как чудесно! А как?"],
	loss: ["Я проиграла? Ой. Ничего, через минуту забуду."],
	draw: ["Ничья! Или стоп, а что сейчас было?"],
};
