export default {
	greet: [
		"О, привет. Мы играем? Класс. Класс, класс.",
		"Давай просто посмотрим, куда нас вынесет, да?",
	],
	check: ["О. Шах, наверное? Ха. Прикольно.", "Шах. Ого. Как я сюда попал?"],
	take: ["О, я это взял? Ну, ладно.", "Хм. Оно как-то само ко мне приплыло."],
	lose: ["О, его больше нет. Ничего страшного.", "Легко пришло, легко ушло, понимаешь?"],
	win: ["Я выиграл? Ух ты. Сам не ожидал."],
	loss: ["Проиграл? Ну и хорошо. Течение такое."],
	draw: ["Ничья. Все плывут дальше. Хорошо."],
};
