export default {
	greet: [
		"Привет. Ничего, если я поиграю лёжа? Так удобнее.",
		"Чудесный день для партии. Поплыли.",
	],
	check: ["Шах. Прости, не хотел будить.", "Шах. Не спеши. Ну, чуть-чуть поспеши."],
	take: ["О, чудесно. Положу себе на животик.", "Это теперь моё. Большое спасибо."],
	lose: ["А. Ну, у меня ещё много.", "Справедливо. Хороший ход."],
	mating: ["Боюсь, твоему королю больше некуда. Извини."],
	win: ["Я выиграл. Чудесно. Пора вздремнуть."],
	loss: ["Победа твоя. Хорошо сыграно. Я тут пока полежу на волнах."],
	draw: ["Ничья. Прекрасно. Никому не надо вставать."],
};
