export default {
	greet: [
		"Привет! Мы играем? Ура, обожаю эту игру!",
		"Я только что узнала, как ходит лошадка. Смотри!",
	],
	check: [
		"Шах! Это я сделала? Это я сделала!",
		"Шах! Шах, шах, шах! Прости. Просто это так весело.",
	],
	take: ["Я взяла одну! Можно, я её оставлю?", "Ой, смотри, что я нашла!"],
	lose: ["Эй! А, подожди, так можно.", "Ой. Она мне так нравилась."],
	mating: ["Подожди... твой король застрял? Кажется, твой король застрял!"],
	win: ["Я выиграла? Я выиграла! А можно ещё раз?"],
	loss: ["Победа твоя! Было так весело. Ещё?"],
	draw: ["Ничья? Значит, выиграли все? Здорово!"],
};
