export default {
	pufferfish: {
		name: "Рыба-шар",
		description: "Играет сильно, но если испугается, надувается и все путает.",
	},
	crab: {
		name: "Краб",
		description: "Играет хорошо, но иногда идет боком не туда.",
	},
	squid: {
		name: "Кальмар",
		description: "Видит много, а потом ему надоедает, и он уплывает в сторону.",
	},
	jellyfish: {
		name: "Медуза",
		description: "Плывет почти без ошибок. Только иногда ее сносит волной.",
	},
	dolphin: {
		name: "Дельфин",
		description: "Умный и веселый. Глупый ход делает очень-очень редко.",
	},
	lobster: {
		name: "Омар",
		description: "Сильный и неторопливый. Иногда что-нибудь роняет из клешней.",
	},
	octopus: {
		name: "Осьминог",
		description: "Думает всеми лапами сразу. Почти ничего не роняет.",
	},
	shark: {
		name: "Акула",
		description: "Почти никогда не промахивается. А если промахнется, сразу кусает снова.",
	},
	whale: {
		name: "Кит",
		description: "Никогда не делает глупых ходов. Его можно только честно обыграть.",
	},
	goldfish: {
		name: "Золотая рыбка",
		description: "Все забывает, кроме того, как выигрывать. Видит дальше всех в море.",
	},
	shrimp: {
		name: "Креветка",
		description: "Маленькая и очень осторожная. Ошибается, только когда вода неспокойная.",
	},
	herring: {
		name: "Селедка",
		description: "Очень умная, но легко отвлекается. Иногда смотрит совсем не туда.",
	},
};
